Repository: TiimmyFTurner/wallet
Catalog: lib/l10n/app_*.arb
Languages: fa

source: Add Credit Card
fa: اضافه کردن کارت بانکی

source: Add ID Card
fa: اضافه کردن کارت ملی

source: Add Image Card
fa: اضافه کردن تصویر

source: Add Item
fa: اضافه کردن

source: Add Note Card
fa: اضافه کردن یادداشت

source: Background
fa: پس زمینه

source: bank
fa: بانک

# bankName
source: {bank_name, select, ansar{Ansar} arman{Arman} ayande{Ayandeh} bankino{Bankino} blu{Blu Bank} dey{Dey} eghtesadnovin{Eghtesade Novin} gardeshgari{Gardeshgari} hekmat{Hekmat} iranzamin{Iran Zamin} karafarin{Kar Afarin} keshavarzi{Keshavarzi} khavaremiane{Middle East} kosar{Kosar} markazi{Markazi} maskan{Maskan} mehreeghtesad{Mehre Eghtesad} mehreiran{Mehre Iran} mellat{Mellat} melli{Melli} parsian{Parsian} pasargad{Pasargad} refah{Refah} resalat{Resalat} saderat{Saderat} salehin{Salehin} saman{Saman} samen{Samen} sanatmadan{Sanat Madan} sarmayeh{Sarmayeh} sepah{Sepah} shahr{Shahr} shaparak{Shaparak} sina{Sina} taavon{Taavon} tejarat{Tejarat} tsaderat{Tosee Saderat} other{Bank}}
fa: {bank_name, select, ansar{انصار} arman{آرمان} ayande{آینده} bankino{بانکینو} blu{بلوبانک} dey{دی} eghtesadnovin{اقتصاد نوین} gardeshgari{گردشگری} hekmat{حکمت} iranzamin{ایران زمین} karafarin{کارآفرین} keshavarzi{کشاورزی} khavaremiane{خاورمیانه} kosar{کوثر} markazi{مرکزی} maskan{مسکن} mehreeghtesad{مهر اقتصاد} mehreiran{مهر ایران} mellat{ملت} melli{ملی} parsian{پارسیان} pasargad{پاسارگاد} refah{رفاه} resalat{رصالت} saderat{صادرات} salehin{صالحین} saman{سامان} samen{ثامن} sanatmadan{صنعت و معدن} sarmayeh{سرمایه} sepah{سپه} shahr{شهر} shaparak{شاپرک} sina{سینا} taavon{تعاون} tejarat{تجارت} tsaderat{توسعه صادرات} other{بانک}}

source: Birth Date
fa: تاریخ تولد

source: Camera
fa: دوربین

# cantBeLessThan10
source: the length must be 10
fa: کد ملی باید 10 رقم باشد

# cantBeLessThan3
source: The length of this field cant be less than 3
fa: طول این ورودی نمیتواند کمتر از سه باشد

source: Cant Be null
fa: نمیتواند خالی باشد

source: Card
fa: کارت

source: Card Number
fa: شماره کارت

# cardNumberCopyMessage
source: The card number was copied!
fa: شماره کارت کپی شد!

source: Copy
fa: کپی

source: Credit Card
fa: کارت بانکی

source: Delete
fa: حذف

# deleteCreditCardQuestion
source: Delete Credit Card?
fa: حذف کارت؟

# deleteIDCardQuestion
source: Delete ID Card?
fa: حدف کارت ملی؟

source: Delete Image
fa: حذف تصویر

# deleteImageCardQuestion
source: Delete Image Card?
fa: حذف تصویر؟

# deleteNoteCardQuestion
source: Delete Note Card?
fa: حذف یادداشت؟

source: Edit
fa: ویرایش

source: Edit ID Card
fa: ویرایش کارت ملی

# emptyPocketMessage
source: This Pocket Is Empty
fa: توی این جیب هنوز چیزی نزاشتی!

# emptySearchResultMessage
source: Nothing Found!
fa: چیزی پیدا نکردم!

# expDate
source: VALID THRU
fa: تاریخ انقضا

# expiryDate
source: Expiry
fa: اعتبار

# fatherName
source: Father
fa: نام پدر

source: Gallery
fa: گالری

source: ID Card
fa: کارت ملی

source: ID Number
fa: کد ملی

source: Identifications
fa: مدارک

source: Image Card
fa: تصویر

source: Language
fa: فارسی

source: Month
fa: ماه

# mustBe16
source: the length of this field must be 16
fa: طول شماره کارت باید شانزده رقم باشد

source: Name
fa: نام

source: No
fa: خیر

source: Note
fa: یادداشت

source: Note Card
fa: یادداشت

source: Password
fa: رمز کارت

source: Save
fa: ذخیره

source: Serial
fa: سریال

source: Share
fa: اشتراک گذاری

source: SHBA
fa: شبا

# shbaCopyMessage
source: The SHBA was copied!
fa: شماره شبا کپی شد!

source: Title
fa: عنوان

# wallet
source: Mini Wallet
fa: مینی ولت

source: Year
fa: سال

# setPasswordMessage
source: Create your passcode and lock your data tight
fa: یه رمز عبور انتخاب کن برای محافظت از اطلاعاتت

# setPassword
source: Set Passcode
fa: تعیین رمز عبور

# enterPassword
source: Enter Passcode
fa: رمز عبور را وارد کنید

source: Cancel
fa: انصراف

# confirmPassword
source: Confirm Passcode
fa: تایید رمز عبور

# changePassword
source: Change Passcode
fa: تغییر رمز عبور

source: Settings
fa: تنظیمات

# enterOldPassword
source: Enter Old Passcode
fa: رمز عبور فعلی را وارد کنید

# enterNewPassword
source: Enter New Passcode
fa: رمز عبور جدید را وارد کنید

# confirmNewPassword
source: Confirm New Passcode
fa: تایید رمز عبور جدید

# passwordChangeMessage
source: Your password has been changed successfully!
fa: رمز عبور شما با موفقیت تغییر یافت!

source: Privacy Policy
fa: سیاست حفظ حریم شخصی

# privacyPolicyMessage
source: We do not collect any information from you when you use the App. The App does not require any internet connection. The App is a standalone application that runs locally on your device and does not communicate with any servers or third parties.
fa: وقتی از برنامه استفاده می کنید، ما هیچ اطلاعاتی از شما جمع آوری نمی کنیم. این برنامه نیازی به اتصال به اینترنت ندارد. برنامه یک برنامه مستقل است که به صورت محلی روی دستگاه شما اجرا می شود و با هیچ سرور یا شخص ثالثی ارتباط برقرار نمی کند.

source: Ok
fa: فهمیدم

# usePassword
source: Password Protection
fa: حفاظت با رمز عبور

source: Use App Without Password
fa: استفاده از برنامه بدون رمز عبور

# themeMode
source: {theme_mode, select, dark{Dark} light{Light} system{System Default} other{Theme Mode}}
fa: {theme_mode, select, dark{تاریک} light{روشن} system{پیش فرض سیستم} other{حالت تم}}

source: Choose Theme
fa: انتخاب تم

source: Confirm
fa: ثبت
